Repository: alvinc-git/pdfmod
Catalog: docs/*/*.po
Languages: el, ru, uk, zh_tw

source: The PDF Mod Manual
el: Το Εγχειρίδιο PDF Mod
ru: Руководство PDF Mod
uk: Посібник з програми «PDF Mod»
zh_tw: PDF Mod 手冊

source: This is the user's manual for PDF Mod, a simple tool for manipulating PDF documents.
el: Αυτό είναι το εγχειρίδιο χρήσης του PDF Mod, ένα απλό εργαλείο για το χειρισμό των εγγράφων PDF.
ru: Это руководство пользователя PDF Mod, простого инструмента для работы с документами PDF.
uk: Посібник користувача програми «PDF Mod» — простого інструменту для роботи з документами у форматі PDF.
zh_tw: 這是 PDF Mod 的使用者手冊，本軟體是一個用來修改 PDF 文件的簡單工具。

source: Quick, Easy PDF Modification
el: Γρήγορη, εύκολη Τροποποίηση PDF
ru: Быстрое и лёгкое изменение PDF
uk: Швидке та легке модифікування PDF
zh_tw: 既快速又容易的 PDF 修改工具

source: GNOME Documentation Project
el: Έργο Τεκμηρίωσης GNOME
ru: Проект документации GNOME
uk: Проект документування GNOME
zh_tw: GNOME 文件專案

source: Gabriel
ru: Габриэль

source: Burt
ru: Бурт

source: Introduction
el: Εισαγωγή
ru: Введение
uk: Передмова
zh_tw: 引言

source: PDF Mod is a simple tool for doing basic manipulations of PDF documents.
el: PDF Mod είναι ένα απλό εργαλείο για να κάνει τους βασικούς χειρισμούς των εγγράφων PDF.
ru: PDF Mod — простой инструмент для выполнения основных действий с документами PDF.
uk: Програма «PDF Mod» — простий інструмент для виконання основних маніпуляцій з документами у форматі PDF.
zh_tw: PDF Mod 是一個用來為 PDF 文件作些基本修改的簡單工具。

source: With this tool, you can rotate, remove, or extract pages in a PDF document. You can also add pages from another document.
el: Με αυτό το εργαλείο, μπορείτε να περιστρέψετε, να καταργήσετε ή να εξάγετε σελίδες σε ένα έγγραφο PDF. Μπορείτε επίσης να προσθέσετε σελίδες από ένα άλλο έγγραφο.
ru: С помощью этого инструмента можно переворачивать, удалять или копировать страницы в документах PDF, а также добавлять страницы из других документов.
uk: З цим інструментом ви зможете обертати, вилучати або копіювати сторінки в документах PDF, а також додавати сторінки з іншого документа.
zh_tw: 有了這個工具，您可以旋轉、移除或是擷取 PDF 文件內的頁面。您也可以加入來自其他文件的頁面。

source: You can start PDF Mod from your applications menu or launcher, or by right clicking on one or more PDF documents in the file browser, and choosing to open with PDF Mod.
el: Μπορείτε να ξεκινήσετε το PDF Mod από το μενού εφαρμογών ή την επιφάνεια εργασίας, ή κάνοντας δεξί κλικ σε ένα ή περισσότερα έγγραφα PDF στον περιηγητή αρχείων επιλέγοντας το άνοιγμά τους με με το PDF Mod.
ru: PDF Mod можно запустить из меню «Приложения» или нажать правую кнопку мыши на одном или нескольких документах в файловом менеджере и выбрать «Открыть с помощью PDF Mod».
uk: Програму «PDF Mod» можна запустити з меню програм або виберіть один чи кілька документів PDF у переглядачі файлів та в контекстному меню натисніть «Відкрити за допомогою PDF Mod».
zh_tw: 您可以從您的應用程式選單或啟動器中啟動 PDF Mod，或是在檔案瀏覽器中右鍵點擊一或多個 PDF 文件，並選擇用 PDF Mod 開啟。

source: Like a normal editor application, you must save the changes you make using PDF Mod. If you want to keep the original document and save your changes to a new file, use Save As.
el: Όπως σε μια κανονική εφαρμογή επεξεργασίας, πρέπει να αποθηκεύσετε τις αλλαγές που κάνετε χρησιμοποιώντας το PDF Mod. Αν θέλετε να διατηρήσετε το αρχικό έγγραφο και να αποθηκεύσετε τις αλλαγές σας σε ένα νέο αρχείο, χρησιμοποιήστε Αποθήκευση ως.
ru: Как и при использовании любого обычного редактора, в ходе работы возникнет необходимость сохранить изменения, сделанные с помощью PDF Mod. Если вы хотите сохранить изменённую копию в новый файл, оставив исходный документ нетронутым, используйте пункт «Сохранить как...».
uk: Як і в звичайному редакторі, вам потрібно зберігати зміни під час роботи в «PDF Mod». Якщо хочете зберегти початковий документ і зберегти ваші зміни у новий файл, використовуйте пункт «Зберегти як».
zh_tw: 如同一般的編輯程式，您在使用 PDF Mod 時必須儲存您所作的變更。如果您想要保存原有的文件並儲存您的變更到一個新檔案的話，使用「儲存為」。

source: Usage
el: Χρήση
ru: Использование
uk: Використання
zh_tw: 使用方法

source: Opening a Document
el: Άνοιγμα ενός εγγράφου
ru: Открытие документов
uk: Відкривання документа
zh_tw: 開啟一份文件

source: To open a document in PDF Mod:
el: Για να ανοίξετε ένα έγγραφο στο PDF Mod:
ru: Чтобы открыть документ в PDF Mod:
uk: Щоб відкрити документ в «PDF Mod»:
zh_tw: 若要從 PDF Mod 開啟文件：

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open</guimenuitem></menuchoice> and select your document, or
el: Επιλέξτε <menuchoice><guimenu>Αχείο</guimenu><guimenuitem>Άνοιγμα</guimenuitem></menuchoice> και επιλέξτε το έγγραφό σας, ή
ru: Нажмите <menuchoice><guimenu>Файл</guimenu><guimenuitem>Открыть</guimenuitem></menuchoice> и выберите документ или
uk: Натисніть в меню <menuchoice><guimenu>Файл</guimenu><guimenuitem>Відкрити</guimenuitem></menuchoice> і виберіть потрібний документ або
zh_tw: 選擇<menuchoice><guimenu>檔案</guimenu><guimenuitem>開啟</guimenuitem></menuchoice>並選擇您的文件，或是

source: Press <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo> and select your document, or
el: Πατήστε <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo> και επιλέξτε το έγγραφό σας, ή
ru: Нажмите <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo> и выберите документ или
uk: Натисніть комбінацію клавіш <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo> і відкрийте потрібний документ або
zh_tw: 按下<keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo> 並選擇您的文件，或是

source: Drag a PDF document from your Desktop or file browser into a PDF Mod window that doesn't already have a document loaded, or
el: Σύρετε ένα αρχείο από την επιφάνεια εργασίας σας ή το πρόγραμμα περιήγησης αρχείων σε ένα παράθυρο του PDF Mod που δεν έχει ήδη φορτώσει κάποιο έγγραφο, ή
ru: Перетащите документ PDF с рабочего стола или из файлового менеджера в пустое окно PDF Mod или
uk: Перетягніть документ PDF зі стільниці або з переглядача файлів у вікно «PDF Mod», якщо там ще немає іншого документа або
zh_tw: 從您的桌面或檔案瀏覽器中，拖曳一份 PDF 文件到一個尚未載入任何文件的 PDF Mod 視窗，或是

source: Choose a document from <menuchoice><guimenu>File</guimenu><guimenuitem>Recent Documents</guimenuitem></menuchoice>.
el: Επιλέξτε ένα έγγραφο από το <menuchoice><guimenu>Αρχείο</guimenu><guimenuitem>Πρόσφατα έγγραφα</guimenuitem></menuchoice>.
ru: Выберите документ в <menuchoice><guimenu>Файл</guimenu><guimenuitem>Недавние файлы</guimenuitem></menuchoice>.
uk: Виберіть документ через меню <menuchoice><guimenu>Файл</guimenu><guimenuitem>Недавні документи</guimenuitem></menuchoice>.
zh_tw: 從<menuchoice><guimenu>檔案</guimenu><guimenuitem>最近的檔案</guimenuitem></menuchoice>選擇一份文件。

source: Zooming
el: Ζουμ
ru: Масштабирование
uk: Зміна масштабу
zh_tw: 縮放

source: Zooming will make the page thumbnails bigger or smaller. PDF Mod starts in Best Fit mode, where it tries to make all the pages visible at once.
el: Το Ζουμ θα κάνει τις μικρογραφίες σελίδων μεγαλύτερες ή μικρότερες. Το PDF Mod ξεκινά σε λειτουργία Καλύτρης Προσαρμογής, όπου προσπαθεί να κάνει όλες τις σελίδες να εμφανίζονται ταυτόχρονα.
ru: Функция масштабирования управляет размером миниатюр. PDF Mod запускается в режиме «Наилучшее заполнение», в котором он пытается сделать видимым как можно больше страниц.
uk: Зміна масштабу зробить мініатюру сторінки більшою чи меншою. «PDF Mod» запускається в режимі найкращого наближення, щоб показати всі сторінки за один раз.
zh_tw: 縮放功能可以讓頁面縮圖變大或變小。PDF Mod 會以最適大小模式啟動，它會嘗試讓所有頁面能夠一次全顯示出來。

source: You can zoom in or out with the options under <menuchoice><guimenu>View</guimenu></menuchoice>, or by pressing <keycap>Ctrl</keycap> and moving your mouse's scroll wheel.
el: Μπορείτε να κάνετε μεγέθυνση ή σμίκρυνση με τις επιλογές στο <menuchoice><guimenu>Προβολή</guimenu></menuchoice>, ή πατώντας το <keycap>Ctrl</keycap> και μετακινώντας τον τροχό κύλισης του ποντικιού σας.
ru: Вы можете управлять масштабирование с помощью меню <menuchoice><guimenu>Вид</guimenu></menuchoice> или вращением колеса мыши при удержании клавиши <keycap>Ctrl</keycap>.
uk: Збільшити або зменшити масштаб можна через меню <menuchoice><guimenu>Вигляд</guimenu></menuchoice>, або натиснувши клавішу <keycap>Ctrl</keycap> та прокрутивши коліщатко миші.
zh_tw: 您可以藉由<menuchoice><guimenu>檢視</guimenu></menuchoice>下的選項縮放大小，或是按住 <keycap>Ctrl</keycap> 並移動您的滑鼠滾輪。

source: Viewing and Editing Properties
el: Προβολή και Επεξεργασία Ιδιοτήτων
ru: Просмотр и изменение свойств документа
uk: Перегляд та редагування властивостей
zh_tw: 檢視並編輯屬性

source: You can view and edit the Title, Author, Keywords, and Subject of the document by opening the properties. To do so, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Properties</guimenuitem></menuchoice>, press <keycombo><keycap>Alt</keycap><keycap>Enter</keycap></keycombo>, or click the Properties button on the toolbar.
el: Μπορείτε να δείτε και να επεξεργαστείτε τον Τίτλο, τον Συγγραφέα, Λέξεις-Κλειδιά, και το Θέμα του εγγράφου με το άνοιγμα των ιδιοτήτων. Για να το κάνετε αυτό, επιλέξτε <menuchoice><guimenu>Αρχείο</guimenu><guimenuitem>Ιδιότητες</guimenuitem></menuchoice>, πιέστε <keycombo><keycap>Alt</keycap><keycap>Enter</keycap></keycombo>, ή κάντε κλικ στο κουμπί Ιδιότητες στη γραμμή εργαλείων.
ru: Вы можете просматривать и изменять заголовок, автора, ключевые слова и тему документа, открыв его свойства. Для этого выберите <menuchoice><guimenu>Файл</guimenu><guimenuitem>Свойства</guimenuitem></menuchoice>, нажмите <keycombo><keycap>Alt</keycap><keycap>Enter</keycap></keycombo>, или нажмите на кнопку «Свойства» в панели инструментов.
uk: Відкрийте властивості, щоб переглянути чи змінити назву, автора, ключові слова або тему документа. Для цього, виберіть в меню <menuchoice><guimenu>Файл</guimenu><guimenuitem>Властивості</guimenuitem></menuchoice> або натисніть <keycombo><keycap>Alt</keycap><keycap>Enter</keycap></keycombo> чи кнопку «Властивості» на панелі інструментів.
zh_tw: 您可以開啟屬性框，檢視並編輯標題、作者、關鍵字與主題。要這麼做的話，選擇<menuchoice><guimenu>檔案</guimenu><guimenuitem>屬性</guimenuitem></menuchoice>，按下 <keycombo><keycap>Alt</keycap><keycap>Enter</keycap></keycombo>，或是點選工具列上的屬性按鈕。

source: Selecting Pages
el: Επιλογή Σελίδων
ru: Выбор страниц
uk: Вибір сторінок
zh_tw: 選擇頁面

source: PDF Mod can automatically select all pages, even-numbered pages, odd-numbered pages, or pages containing a search term. These options are available under <menuchoice><guimenu>Edit</guimenu></menuchoice>.
el: Το PDF Mod μπορεί να επιλέγει αυτόματα όλες τις σελίδες, ζυγές σελίδες, μονές σελίδες ή σελίδες που περιέχουν έναν όρο αναζήτησης. Αυτές οι επιλογές είναι διαθέσιμες στο πλαίσιο <menuchoice><guimenu>Επεξεργασία</guimenu></menuchoice>.
ru: PDF Mod может автоматически выбрать все страницы, чётные либо нечётные, или страницы, содержащие слова для поиска. Эти возможности доступны в меню <menuchoice><guimenu>Правка</guimenu></menuchoice>.
uk: «PDF Mod» може автоматично вибирати всі сторінки, парні та непарні або сторінки, що містять пошуковий запит. Ці параметри доступні в меню <menuchoice><guimenu>Зміни</guimenu></menuchoice>.
zh_tw: PDF Mod 可以自動選擇所有頁面、偶數頁、奇數頁、或是包含搜尋字詞的頁面。這些選項都可以在<menuchoice><guimenu>編輯</guimenu></menuchoice>內找到。

source: You can select pages manually using the keyboard and mouse as well. Use <keycap>Ctrl</keycap> or <keycap>Shift</keycap> to select more than one page.
el: Μπορείτε να επιλέξετε τις σελίδες χειροκίνητα χρησιμοποιώντας το πληκτρολόγιο και το ποντίκι. Χρησιμοποιήστε <keycap>Ctrl</keycap> ή <keycap>Shift</keycap> για να επιλέξετε περισσότερες από μία σελίδα.
ru: Вы можете выбрать страницу вручную, используя клавиатуру или мышь. Используйте <keycap>Ctrl</keycap> или <keycap>Shift</keycap> для выбора двух и более страниц.
uk: Сторінки також можна вибрати вручну, за допомогою клавіатури або вказівника миші. Щоб вибрати кілька сторінок, натисніть клавішу <keycap>Ctrl</keycap> або <keycap>Shift</keycap>.
zh_tw: 您可以手動用鍵盤和滑鼠選擇頁面。使用 <keycap>Ctrl</keycap> 或是 <keycap>Shift</keycap> 來選擇多個頁面。

source: Moving Pages
el: Μετακίνηση Σελίδων
ru: Перемещение страниц
uk: Переміщення сторінок
zh_tw: 移動頁面

source: To move (aka reorder) the selected page or pages, drag them to the position in the document to which you want them moved.
el: Για να μετακινήσετε (γνωστό και ως αναδιάταξη) την επιλεγμένη σελίδα ή σελίδες, σύρετε τες στη θέση του εγγράφου στην οποία θέλετε να μετακινηθούν.
ru: Для того, чтобы переместить выбранные страницы (т. е. изменить их порядок), перетащите их мышью на нужную позицию.
uk: Щоб перемістити (перевпорядкувати) одну або кілька вибраних сторінок, перетягніть їх на потрібне місце в документі.
zh_tw: 若要移動 (或重新排序) 選擇的頁面，將它們移動到文件內您想要的位置。

source: All editing actions except removing pages can be undone by choosing <menuchoice><guimenu>Edit</guimenu><guimenuitem>Undo</guimenuitem></menuchoice> or by pressing <keycombo><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo>.
el: Όλες οι ενέργειες επεξεργασίας εκτός από την αφαίρεση των σελίδων μπορεί να αναιρεθεί με την επιλογή <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Undo</guimenuitem></menuchoice> ή πατώντας το <keycombo><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo>.
ru: Все сделанные изменения, кроме удаления страниц, могут быть отменены через пункт меню <menuchoice><guimenu>Правка</guimenu><guimenuitem>Отменить</guimenuitem></menuchoice> или нажатием <keycombo><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo>.
uk: Всі дії виконані під час редагування, за винятком вилучення сторінок, можна повернути до початкового стану через меню <menuchoice><guimenu>Зміни</guimenu><guimenuitem>Повернути</guimenuitem></menuchoice> або через комбінацію клавіш <keycombo><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo>.
zh_tw: 除了移除頁面以外，所有的編輯動作都可以還原，只要選擇<menuchoice><guimenu>編輯</guimenu><guimenuitem>還原</guimenuitem></menuchoice>或是按下 <keycombo><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo>。

source: Extracting Pages
el: Εξαγωγή Σελίδων
ru: Извлечение страниц
uk: Копіювання сторінок
zh_tw: 擷取頁面

source: Extracting the selected page or pages will open a new PDF Mod window with just the selected pages in a new document, ready for further editing or to save.
el: Εξαγωγή της επιλεγμένης σελίδας ή των σελίδων θα ανοίξει ένα νέο παράθυρο PDF Mod μόνο με τις επιλεγμένες σελίδες σε ένα νέο έγγραφο, έτοιμο για περαιτέρω επεξεργασία ή για αποθήκευση.
ru: Извлечение выделенных страниц откроет новое окно PDF Mod с этими страницами в новом документе, готовом для редактирования и сохранения.
uk: Копіювання однієї або кількох вибраних сторінок призведе до відкривання нового вікна «PDF Mod» з цими сторінками в якості нового документа, готового для подальшого редагування або збереження.
zh_tw: 擷取選擇的頁面將會開啟一份新的 PDF Mod 視窗，裡面便是這些選擇的頁面所組成的新文件，您可以繼續編輯或儲存它。

source: To extract the selected page or pages, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Extract Page</guimenuitem></menuchoice>.
el: Για να εξαγάγετε την επιλεγμένη σελίδα ή τις σελίδες, επιλέξτε <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Εξαγωγή σελίδας</guimenuitem></menuchoice>.
ru: Чтобы извлечь выделенные страницы, виберите <menuchoice><guimenu>Правка</guimenu><guimenuitem>Извлечь страницу</guimenuitem></menuchoice>.
uk: Щоб скопіювати одну або кілька сторінок, виберіть в меню <menuchoice><guimenu>Зміни</guimenu><guimenuitem>Копіювати сторінку</guimenuitem></menuchoice>.
zh_tw: 若要擷取所選擇的頁面，選擇<menuchoice><guimenu>編輯</guimenu><guimenuitem>擷取頁面</guimenuitem></menuchoice>。

source: All of the editing and selection actions available under <menuchoice><guimenu>Edit</guimenu></menuchoice> are also available by right clicking on a page. Some actions are available on the toolbar as well.
el: Όλες οι ενέργειες επεξεργασίας και επιλογής που είναι διαθέσιμες στο πλαίσιο <menuchoice><guimenu>Επεξεργασία</guimenu></menuchoice> είναι επίσης διαθέσιμες πατώντας δεξί κλικ σε μια σελίδα. Ορισμένες ενέργεις είναι επίσης διαθέσιμες στη γραμμή εργαλείων.
ru: Все действия, относящиеся к редактированию и выделению, доступны в меню <menuchoice><guimenu>Правка</guimenu></menuchoice>, а также с помощью нажатия правой кнопки мыши. Некоторые действия также доступны в панели инструментов.
uk: Всі дії редагування та вибору сторінок доступні через меню <menuchoice><guimenu>Зміни</guimenu></menuchoice> та через контекстне меню. Деякі дії також доступні через панель інструментів.
zh_tw: 所有能在<menuchoice><guimenu>編輯</guimenu></menuchoice>下找到的編輯和選取動作，也可以在一份頁面上點擊右鍵後取得。有些修改動作也能在工具列上看到。

source: Rotating Pages
el: Περιστροφή Σελίδων
ru: Вращение страниц
uk: Обертання сторінок
zh_tw: 旋轉頁面

source: To rotate the selected page or pages, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Rotate Page</guimenuitem></menuchoice> or press <keycombo><keycap>[</keycap></keycombo> to rotate left (CCW) and <keycombo><keycap>]</keycap></keycombo> to rotate right (CW).
el: Για να περιστρέψετε την επιλεγμένη σελίδα ή τις σελίδες, επιλέξτε <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Περιστροφή Σελίδας</guimenuitem></menuchoice> ή πατήστε <keycombo><keycap>[</keycap></keycombo> για περιστροφή προς τα αριστερά (CCW) και <keycombo><keycap>]</keycap></keycombo> για περιστροφή προς τα δεξιά (CW).
ru: Чтобы повернуть выбраннные страницы, выберите <menuchoice><guimenu>Правка</guimenu><guimenuitem>Повернуть страницу</guimenuitem></menuchoice> или нажмите <keycombo><keycap>[</keycap></keycombo> (поворот против часовой стрелки) или <keycombo><keycap>]</keycap></keycombo> (поворот по часовой стрелке).
uk: Щоб обернути одну або кілька сторінок, виберіть в меню <menuchoice><guimenu>Зміни</guimenu><guimenuitem>Обернути сторінку</guimenuitem></menuchoice> або натисніть клавішу <keycombo><keycap>[</keycap></keycombo>, щоб обернути ліворуч (CCW) чи <keycombo><keycap>]</keycap></keycombo> — праворуч (CW).
zh_tw: 若要旋轉選擇的頁面，選擇<menuchoice><guimenu>編輯t</guimenu><guimenuitem>旋轉頁面</guimenuitem></menuchoice>或是按下<keycombo><keycap>[</keycap></keycombo> 向左旋轉 (CCW)，而 <keycombo><keycap>]</keycap></keycombo> 則是向右旋轉 (CW)。

source: Removing Pages
el: Αφαίρεση Σελίδων
ru: Удаление страниц
uk: Вилучення сторінок
zh_tw: 移除頁面

source: To remove the selected page or pages, press <keycap>Delete</keycap> or choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Remove Page</guimenuitem></menuchoice>.
el: Για να αφαιρέσετε την επιλεγμένη σελίδα ή τις σελίδες, πατήστε το πλήκτρο <keycap>Διαγραφή</keycap> ή επιλέξτε <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Αφαίρεση Σελίδας</guimenuitem></menuchoice>.
ru: Чтобы удалить одну или несколько выбранных страниц, нажмите <keycap>Delete</keycap> или выберите в меню <menuchoice><guimenu>Правка</guimenu><guimenuitem>Удалить страницу</guimenuitem></menuchoice>.
uk: Щоб вилучити одну або кілька сторінок, натисніть клавішу <keycap>Delete</keycap> або виберіть в меню <menuchoice><guimenu>Зміни</guimenu><guimenuitem>Вилучити сторінку</guimenuitem></menuchoice>.
zh_tw: 若要移除選擇的頁面，按下<keycap>Delete</keycap> 或是選擇<menuchoice><guimenu>編輯</guimenu><guimenuitem>移除頁面</guimenuitem></menuchoice>。

source: It is not currently possible to undo this action via <menuchoice><guimenu>Edit</guimenu><guimenuitem>Undo</guimenuitem></menuchoice>. You can close the document without saving and open it again to get your page back, though you will lose any other changes you have made.
el: Δεν είναι δυνατό να αναιρέσετε αυτήν την ενέργεια μέσω του <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Αναίρεση</guimenuitem></menuchoice>. Μπορείτε να κλείσετε το έγγραφο χωρίς να το αποθηκεύσετε και να το ανοίξετε και πάλι για να πάρει τη σελίδα σας πίσω, αν και θα χάσετε οποιεσδήποτε άλλες αλλαγές έχετε κάνει.
ru: В настоящий момент PDF Mod не позволяет возвращать удалённые страницы при помощи пункта меню <menuchoice><guimenu>Правка</guimenu><guimenuitem>Отменить</guimenuitem></menuchoice>. Чтобы вернуть страницу, вы можете закрыть документ без сохранения, и открыть его заново, но в этом случае вы потеряете сделанные изменения.
uk: На цей час неможливо повернути вилучену сторінку через меню <menuchoice><guimenu>Зміни</guimenu><guimenuitem>Повернути</guimenuitem></menuchoice>, але ви можете закрити документ без збереження і відкрити його знову, щоб отримати вашу сторінку назад, хоча всі інші зміни зроблені вами будуть втрачені.
zh_tw: 目前沒有辦法用<menuchoice><guimenu>編輯</guimenu><guimenuitem>還原</guimenuitem></menuchoice>來還原這個動作。您可以不要儲存文件並關閉它，再次開啟文件就可以把您的頁面拿回來了，不過這麼做會損失其他您所做的變更。

source: Saving
el: Αποθήκευση
ru: Сохранение
uk: Збереження
zh_tw: 儲存

source: After making changes to the document, there are two ways to save your work. You can overwrite the original document by choosing <menuchoice><guimenu>File</guimenu><guimenuitem>Save</guimenuitem></menuchoice>, or you can save your changes to a new file by choosing <menuchoice><guimenu>File</guimenu><guimenuitem>Save As</guimenuitem></menuchoice>.
el: Αφού κάνετε τις αλλαγές στο έγγραφο, υπάρχουν δύο τρόποι για να αποθηκεύσετε την εργασία σας. Μπορείτε να αντικαταστήσετε το πρωτότυπο έγγραφο με την επιλογή <menuchoice><guimenu>Αρχείο</guimenu><guimenuitem>Αποθήκευση</guimenuitem></menuchoice>, ή μπορείτε να αποθηκεύσετε τις αλλαγές σας σε ένα νέο αρχείο επιλέγοντας <menuchoice><guimenu>Αρχείο</guimenu><guimenuitem>Αποθήκευση ως</guimenuitem></menuchoice>.
ru: После редактирования документа можно сохранить работу двумя способами. Вы можете переписать исходный документ, выбрав в меню <menuchoice><guimenu>Файл</guimenu><guimenuitem>Сохранить</guimenuitem></menuchoice>, или сохранить изменения в новом файле, выбрав <menuchoice><guimenu>Файл</guimenu><guimenuitem>Сохранить как...</guimenuitem></menuchoice>.
uk: Є два способи збереження вашої роботи після змін у документі — перезаписати початковий документ через меню <menuchoice><guimenu>Файл</guimenu><guimenuitem>Зберегти</guimenuitem></menuchoice> або зберегти зміни у новий файл через меню <menuchoice><guimenu>Файл</guimenu><guimenuitem>Зберегти як</guimenuitem></menuchoice>.
zh_tw: 在為文件做了變更以後，有兩種方式可以儲存您的工作。您可以選擇<menuchoice><guimenu>檔案</guimenu><guimenuitem>儲存</guimenuitem></menuchoice>來覆寫原本的文件，或是您可以選擇<menuchoice><guimenu>檔案</guimenu><guimenuitem>儲存為</guimenuitem></menuchoice>將您的變更儲存成一個新檔案。

source: translator-credits
el: Maria Mavridou <mavridou@gmail.com>, 2014
ru: Денис Кафтаев <dkaftaev@gmail.com>, 2011
uk: Sergiy Gavrylov <sergiovana@bigmir.net>, 2011.
zh_tw: 如對翻譯有任何意見，請送一封電子郵件給 以下地址，GNOME 翻譯團隊會盡快回覆您： zh-l10n@lists.linux.org.tw Pin-hsien Li <pspeter9931@gmail.com>, 2011.
