Repository: alvinc-git/pdfmod
Catalog: po/*.po
Languages: lv, sr, sr@latin

source: Remove, extract, and rotate pages in PDF documents
lv: Izņemt, izvilkt un pagriezt lapas PDF dokumentos
sr: Уклањајте, извлачите и заокрећите странице у ПДФ документима
sr@latin: Uklanjajte, izvlačite i zaokrećite stranice u PDF dokumentima

source: PDF Modifier
lv: PDF pārveidotājs
sr: ПДФ уређивач
sr@latin: PDF uređivač

source: Page {0}
lv: Lappuse {0}
sr: Страница {0}
sr@latin: Stranica {0}

source: Move {1}
lv: Pārvietot {1}
sr: Премести {1}
sr@latin: Premesti {1}

source: Error trying to unmove pages
lv: Kļūda, mēģinot pārvietot lappuses atpakaļ
sr: Грешка покушаја повраћаја премештања страница
sr@latin: Greška pokušaja povraćaja premeštanja stranica

source: Error trying to move pages
lv: Kļūda, mēģinot pārvietot lappuses
sr: Грешка покушаја премештања страница
sr@latin: Greška pokušaja premeštanja stranica

source: _File
lv: _Datne
sr: _Датотека
sr@latin: _Datoteka

source: Open a document
lv: Atvērt dokumentu
sr: Отворите документ
sr@latin: Otvorite dokument

source: Save changes to this document, overwriting the existing file
lv: Saglabāt izmaiņas šajā dokumentā, pārrakstot eksistējošo datni
sr: Сачувајте измене у овом документу, преписујући постојећу датотеку
sr@latin: Sačuvajte izmene u ovom dokumentu, prepisujući postojeću datoteku

source: Save this document to a new file
lv: Saglabāt šo dokumentu jaunā datnē
sr: Сачувајте овај документ као нову датотеку
sr@latin: Sačuvajte ovaj dokument kao novu datoteku

source: Recent _Files
lv: Nesenās _datnes
sr: _Скорашње датотеке
sr@latin: _Skorašnje datoteke

source: _Insert From...
lv: _Ievietot no...
sr: _Уметни из...
sr@latin: _Umetni iz...

source: Insert pages from another document
lv: Ielikt lapas no cita dokumenta
sr: Уметните странице из другог документа
sr@latin: Umetnite stranice iz drugog dokumenta

source: _Edit
lv: R_ediģēt
sr: _Уређивање
sr@latin: _Uređivanje

source: Rotate Left
lv: Pagriezt pa kreisi
sr: Окрени на лево
sr@latin: Okreni na levo

source: Rotate left
lv: Pagriezt pa kreisi
sr: Окрените на лево
sr@latin: Okrenite na levo

source: Rotate Right
lv: Pagriezt pa labi
sr: Окрени на десно
sr@latin: Okreni na desno

source: Rotate right
lv: Pagriezt pa labi
sr: Окрените на десно
sr@latin: Okrenite na desno

source: Select Odd Pages
lv: Izvēlēties nepāra lappuses
sr: Изабери непарне странице
sr@latin: Izaberi neparne stranice

source: Select Even Pages
lv: Izvēlēties pāra lappuses
sr: Изабери парне странице
sr@latin: Izaberi parne stranice

source: Select Matching...
lv: Izvēlēties atbilstošo...
sr: Означи према услову...
sr@latin: Označi prema uslovu...

source: _Invert Selection
lv: _Invertēt izvēli
sr: _Преокрени избор
sr@latin: _Preokreni izbor

source: _View
lv: _Skats
sr: _Преглед
sr@latin: _Pregled

source: Open in Viewer
lv: Atvērt skatītājā
sr: Отвори у прегледачу
sr@latin: Otvori u pregledaču

source: Open in viewer
lv: Atvērt skatītājā
sr: Отворите у прегледачу
sr@latin: Otvorite u pregledaču

source: _Bookmarks
lv: _Grāmatzīmes
sr: _Обележивачи
sr@latin: _Obeleživači

source: _Add Bookmark
lv: Pievienot grām_atzīmi
sr: _Додај обележивач
sr@latin: _Dodaj obeleživač

source: Re_name Bookmark
lv: Pā_rsaukt grāmatzīmi
sr: _Преименуј обележивач
sr@latin: _Preimenuj obeleživač

source: _Change Bookmark Destination
lv: _Izmainīt grāmatzīmes atrašanās vietu
sr: _Измени одредиште обележивача
sr@latin: _Izmeni odredište obeleživača

source: _Remove Bookmark
lv: Izņemt g_rāmatzīmi
sr: _Уклони обележивач
sr@latin: _Ukloni obeleživač

source: _Edit Bookmarks
lv: R_ediģēt grāmatzīmes
sr: _Уреди обележиваче
sr@latin: _Uredi obeleživače

source: _Help
lv: _Palīdzība
sr: По_моћ
sr@latin: Po_moć

source: _Contents
lv: _Saturs
sr: _Садржај
sr@latin: _Sadržaj

source: _Add
lv: _Pievienot
sr: _Додај
sr@latin: _Dodaj

source: _Remove
lv: _Izņemt
sr: _Уклони
sr@latin: _Ukloni

source: View and edit the title, keywords, and more for this document
lv: Skatīt un rediģēt nosaukumu, atslēgvārdus un citus dokumenta elementus
sr: Прегледајте и уредите наслов, кључне речи, и још тога за овај документ
sr@latin: Pregledajte i uredite naslov, ključne reči, i još toga za ovaj dokument

source: Toolbar
lv: Rīkjosla
sr: Линија алата
sr@latin: Linija alata

source: Bookmarks
lv: Grāmatzīmes
sr: Обележивачи
sr@latin: Obeleživači

source: Fullscreen
lv: Pilnekrāna
sr: Преко целог екрана
sr@latin: Preko celog ekrana

source: Export Image
lv: Eksportēt {0} attēlu
sr: Извези {0} слику
sr@latin: Izvezi {0} sliku

source: Save image from the selected pages to a new folder
lv: Saglabāt {0} attēlu no izvēlētajām lappusēm jaunā mapē
sr: Сачувајте {0} слику са изабране странице у нову фасциклу
sr@latin: Sačuvajte {0} sliku sa izabrane stranice u novu fasciklu

source: _Undo
lv: Atsa_ukt
sr: _Опозови
sr@latin: _Opozovi

source: Undo {0}
lv: Atsaukt {0}
sr: Опозови „{0}“
sr@latin: Opozovi „{0}“

source: _Redo
lv: A_tatsaukt
sr: _Понови
sr@latin: _Ponovi

source: Redo {0}
lv: Atatsaukt {0}
sr: Понови „{0}“
sr@latin: Ponovi „{0}“

source: Remove Page
lv: Izņemt {0} lappusi
sr: Уклони {0} страницу
sr@latin: Ukloni {0} stranicu

source: Remove the selected page
lv: Izņemt {0} izvēlēto lappusi
sr: Уклоните {0} изабрану страницу
sr@latin: Uklonite {0} izabranu stranicu

source: Extract Page
lv: Izvilkt {0} lappusi
sr: Извуци {0} страницу
sr@latin: Izvuci {0} stranicu

source: Extract the selected page
lv: Izvilkt {0} izvēlēto lappusi
sr: Извуците {0} изабрану страницу
sr@latin: Izvucite {0} izabranu stranicu

source: Select PDF
lv: Izvēlēties PDF
sr: Изабери ПДФ
sr@latin: Izaberi PDF

source: Unable to Save Document
lv: Nevar saglabāt dokumentu
sr: Не могу да сачувам документ
sr@latin: Ne mogu da sačuvam dokument

source: Save as...
lv: Saglabāt kā...
sr: Сачувај као...
sr@latin: Sačuvaj kao...

source: Error Loading Document
lv: Kļūda, ielādējot dokumentu
sr: Грешка учитавања документа
sr@latin: Greška učitavanja dokumenta

source: There was an error loading {0}
lv: Radās kļūda, ielādējot {0}
sr: Дошло је до грешке при учитавању „{0}“
sr@latin: Došlo je do greške pri učitavanju „{0}“

source: Error opening help
lv: Kļūda, atverot palīdzību
sr: Грешка отварања помоћи
sr@latin: Greška otvaranja pomoći

source: Would you like to open PDF Mod's online documentation?
lv: Vai vēlaties atvērt PDF pārveidotāja tiešsaistes dokumentāciju?
sr: Да ли желите да отворите документацију на мрежи ПДФ уређивача?
sr@latin: Da li želite da otvorite dokumentaciju na mreži PDF uređivača?

source: Visit Website
lv: Apmeklēt tīmekļa vietni
sr: Посетите веб страницу
sr@latin: Posetite veb stranicu

source: Primary Development:
lv: Primārā izstrāde:
sr: Главни програмери:
sr@latin: Glavni programeri:

source: Contributors:
lv: Izstrādātāji:
sr: Доприносиоци:
sr@latin: Doprinosioci:

source: Copyright {0} Novell Inc. Copyright {1} Other PDF Mod Contributors
lv: Autortiesības {0} Novell Inc. Autortiesības {1} citi PDF pārveidotāja “PDF Mod” izstrādātāji
sr: Ауторска права {0} Новел Инц. Ауторска права {1} Остали доприносиоци ПДФ уређивача
sr@latin: Autorska prava {0} Novel Inc. Autorska prava {1} Ostali doprinosioci PDF uređivača

source: translator-credits
lv: Arvis Lācis
sr: Мирослав Николић <miroslavnikolic@rocketmail.com> http://prevod.org — превод на српски језик
sr@latin: Miroslav Nikolić <miroslavnikolic@rocketmail.com> http://prevod.org — prevod na srpski jezik

source: New bookmark
lv: Jauna grāmatzīme
sr: Нови обележивач
sr@latin: Novi obeleživač

source: Add Bookmark
lv: Pievienot grāmatzīmi
sr: Додај обалеживач
sr@latin: Dodaj obaleživač

source: Remove Bookmark
lv: Izņemt grāmatzīmi
sr: Уклони обележивач
sr@latin: Ukloni obeleživač

source: Rename Bookmark
lv: Pārsaukt grāmatzīmi
sr: Преименуј обележивач
sr@latin: Preimenuj obeleživač

source: Bookmark links to page {0}
lv: Grāmatzīme {0}. lappusē
sr: Обележивач води на страницу {0}
sr@latin: Obeleživač vodi na stranicu {0}

source: PDF Mod
lv: PDF pārveidotājs
sr: ПДФ уређивач
sr@latin: PDF uređivač

source: Save the changes made to this document?
lv: Saglabāt veiktās izmaiņas šajā dokumentā?
sr: Да сачувам измене начињене над овим документом?
sr@latin: Da sačuvam izmene načinjene nad ovim dokumentom?

source: Close _Without Saving
lv: Aizvērt _bez saglabāšanas
sr: Затвори _без чувања
sr@latin: Zatvori _bez čuvanja

source: Continue, opening {0} document in separate windows?
lv: Vai turpināt — atvērt {0} dokumentu atsevišķā logā?
sr: Да наставим, отварајући {0} документ у посебним прозорима?
sr@latin: Da nastavim, otvarajući {0} dokument u posebnim prozorima?

source: Open _First
lv: Atvērt pi_rmo
sr: Отвори _први
sr@latin: Otvori _prvi

source: Open _All
lv: _Atvērt visus
sr: Отвори _све
sr@latin: Otvori _sve

source: Loading document...
lv: Ielādē dokumentu...
sr: Учитавам докумнет...
sr@latin: Učitavam dokumnet...

source: {0} (originally {1})
lv: {0} (bija {1})
sr: {0} (првобитна величина — {1})
sr@latin: {0} (prvobitna veličina — {1})

source: {0} page
lv: {0} lappuse
sr: {0} страница
sr@latin: {0} stranica

source: Document is Encrypted
lv: Dokuments ir šifrēts
sr: Документ је шифрован
sr@latin: Dokument je šifrovan

source: Enter the document's password to open it:
lv: Ievadiet dokumenta paroli, lai to atvērtu:
sr: Унесите лозинку документа да га отворите:
sr@latin: Unesite lozinku dokumenta da ga otvorite:

source: PDF Documents
lv: PDF dokumenti
sr: ПДФ документи
sr@latin: PDF dokumenti

source: All Files
lv: Visas datnes
sr: Све датотеке
sr@latin: Sve datoteke

source: Select Matching
lv: Izvēlēties atbilstošo
sr: Изабери поклапања
sr@latin: Izaberi poklapanja

source: _Title:
lv: Virsraks_ts:
sr: _Наслов:
sr@latin: _Naslov:

source: _Author:
lv: _Autors:
sr: _Аутор:
sr@latin: _Autor:

source: _Keywords:
lv: Atslē_gvārdi:
sr: _Кључне речи:
sr@latin: _Ključne reči:

source: _Subject:
lv: Temat_s:
sr: _Тема:
sr@latin: _Tema:

source: _Revert Properties
lv: Atg_riezt īpašības
sr: _Поврати својства
sr@latin: _Povrati svojstva

source: Change the document's properties back to the original values
lv: Izmainīt dokumenta īpašības atpakaļ uz sākotnējām vērtībām
sr: Измените својства документа на њихове првобитне вредности
sr@latin: Izmenite svojstva dokumenta na njihove prvobitne vrednosti

source: _Close
lv: _Aizvērt
sr: _Затвори
sr@latin: _Zatvori

source: Hide the document's properties
lv: Slēpt dokumenta īpašības
sr: Сакриј својства документа
sr@latin: Sakrij svojstva dokumenta
